"OK" = "Bine";
"All subscriptions" = "Toate abonamentele";
"Privacy" = "Confidențialitate";
"Privacy policy" = "Politica de confidențialitate";
"Purchases restored successfully!" = "Achizițiile au fost restabilite cu succes!";
"Restore" = "Restabili";
"Restore purchases" = "Restabiliți achizițiile";
"Terms" = "Termeni";
"Terms and conditions" = "Termeni și condiții";
"Annual" = "Anual";
"6 Month" = "6 luni";
"3 Month" = "3 luni";
"2 Month" = "2 luni";
"Monthly" = "Lunar";
"Weekly" = "Săptămânal";
"Lifetime" = "Durata de viață";
"%d%% off" = "%d%% reducere";
"Continue" = "Continua";
"Default_offer_details_with_intro_offer" = "Începeți perioada de încercare de {{ sub_offer_duration }}, apoi {{ total_price_and_per_month }}.";
"Something went wrong" = "Ceva n-a mers bine";
